docs/evaluation/database_results/sysbench-results-low-load.txt
sysbench 1.1.0-3ceba0b (using system LuaJIT 2.1.1774896198)

Running the test with following options:
Number of threads: 5
Report intermediate results every 5 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 5s ] thds: 5 tps: 8.00 qps: 128.56 (r/w/o: 112.16/0.00/16.39) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 5 tps: 7.39 qps: 126.11 (r/w/o: 110.92/0.00/15.19) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 5 tps: 7.40 qps: 113.98 (r/w/o: 98.98/0.00/15.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 5 tps: 5.20 qps: 91.80 (r/w/o: 81.40/0.00/10.40) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            2030
        write:                           0
        other:                           290
        total:                           2320
    transactions:                        145    (7.09 per sec.)
    queries:                             2320   (113.47 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      7.0920
    time elapsed:                        20.4455s
    total number of events:              145

Latency (ms):
         min:                                  582.96
         avg:                                  695.55
         max:                                 1089.07
         95th percentile:                        0.00
         sum:                               100854.46

Threads fairness:
    events (avg/stddev):           29.0000/0.00
    execution time (avg/stddev):   20.1709/0.15